<!--
title: "နွေဦး"  
english_title: "Spring"  
author: "ပိုင်မင်းဆွေ"  
author_latin: "Paing Minn Swe"  
date: 2011-02-19  
place: "India"  
original_language: "Burmese"  
translation_language: "English"  
status: "online"    
collections: []  
tags: []  
-->  

### နွေဦး  

သတိရစိတ်ကို ကန်ကျောက်မောင်းထုတ်၍  
ရယ်သွမ်းသွေး  
တောင်လေလာပြီ ဖက်ဆွတ်မိုးလာပြီ သရက်ပန်းများ   
ဆိုက်ဆိုက်မြိုက်မြိုက် ရောက်လာပြီ  
မြေသင်းနံ့ ချိုးကူသံ မုန့်လက်ဆောင်းသည်  
အိတ်ကပ်ထဲက အကျိုးအကြေတွေလို လက်နဲ့ကုပ်ယူပြီး  
ပိတ်ကားပေါ်  ဖြန့်ကြဲချလိုက်တယ်  
ပြိုးပြက်လင်းလက် လှိုင်းကြပ်ခွပ်များပေါ်  
နေရောင်ခြည်ဖြာလဲ့  
ဟဲလို မခင်သက်တင် သင်...  
ကျန်းမာပါစ နှုတ်ခမ်းပေါ် လက်ကလေးအုပ်ပြီး  
ကြွကြွရွရွ ရယ်မောနေဆဲ ရှိပါစ၊၊  

**ပိုင်မင်းဆွေ**  
အိန္ဒိယ၊ ၂၀၁၁။  
